/* 
  Localizable.strings
  CatooCatalogComposer

  Created by Maurício Hanika on 18.10.12.
  Copyright (c) 2012 M-Way Solutions GmbH. All rights reserved.
*/

"AppMenuAboutCatooCatalogComposer" = "Über Catoo Catalog Composer";
"AppMenuHideCatooCatalogComposer" = "Catoo Catalog Composer ausblenden";
"AppMenuHideOthers" = "Andere ausblenden";
"AppMenuShowAll" = "Alle einblenden";
"AppMenuQuitCatooCatalogComposer" = "Catoo Catalog Composer beenden";

"FileMenuItem" = "Datei";
"FileMenuNew" = "Neu";
"FileMenuOpen" = "Öffnen...";
"FileMenuOpenRecent" = "Zuletzt geöffnet";
"FileMenuSave" = "Speichern";
"FileMenuSaveAs" = "Speichern als...";
"FileMenuCloseWindow" = "Fenster schließen";

"EditMenuItem" = "Bearbeiten";
"EditMenuUndo" = "Widerrufen";
"EditMenuRedo" = "Widerholen";

"ViewMenuItem" = "Ansicht";
"ViewMenuShowActivityView" = "Aktivitätsanzeige einblenden";
"ViewMenuHideActivityView" = "Aktivitätsanzeige verstecken";

"CatalogMenuItem" = "Katalog";
"CatalogMenuGenerate" = "Katalog generieren...";
"CatalogMenuAbortGeneration" = "Katalogerstellung abbrechen";
"CatalogMenuBuildIPA" = "Catoo App Builder";

"PageBackgroundColor" = "Seitenhintergrundfarbe";

"DestinationLabel" = "Ausgabe";
"CatalogsFolderButton" = "Katalog-Ordner";
"CatalognameLabel" = "Katalog-Kürzel";

"CatalogCreationLabel" = "Eingabe";
"PDFFileLabel" = "Original-PDF";
"RetinaSupportLabel" = "Retinaunterstützung";
"TransparencyLabel" = "transparent";

"MetadataLabel" = "Metadaten";
"MetadataXML" = "Metadaten-XML: ";
"MetadataXMLFile" = "Datei";

"MultimediaLabel" = "Multimediainhalte";
"MultimediaXML" = "Multimedia-XML: ";
"MultimediaXMLFileButton" = "Datei";

"TooltipDestinationFolder" = "Ausgabeordner des generierten Katalogs";
"TooltipSourcePDF" = "Ausgangskatalog (PDF)";
"TooltipRetina" = "Erstellt Vorschaubilder in doppelter Größe für Retinadisplays";
"TooltipMetadataXML" = "XML mit Metainformationen (z.B. Katalogname, Inhaltsverzeichnis)";
"TooltipMultimediaXML" = "XML mit Multimediaoverlay-Definitionen";

"StartButton" = "Start";
"StopButton" = "Stopp";
"ClearButton" = "Zurücksetzen";

"ProcessorDidOpenDatabase" = "Erstellen/öffnen der Datenbank...";
"ProcessorDidProcessPages" = "Verarbeite Seite %d von %d";
"ProcessorDidWriteSettings" = "Einstellungen speichern...";
"ProcessorWillParseMetadataXML" = "Verarbeite Metadaten-XML...";
"ProcessorWillParseMultimediaXML" = "Verarbeite Multimedia-XML...";

"ProcessorFinished" = "Kataloggenerierung erfolgreich";
"ProcessorAborted" = "Kataloggenerierung abgebrochen";
"ProcessorIsAborting" = "Abbrechen...";

"Error" = "Fehler";
"Warning" = "Achtung";
"ProcessBeingProcessed" = "Soll das Fenster wirklich geschlossen werden? Der aktuelle Prozess wird abgebrochen und alle erstellten Dateien entfernt.";
"ReallyAbortProcess" = "Wollen Sie die Katalogerstellung wirklich beenden und alle generierten Dateien entfernen?";

"FolderExistsAtGivenPathShouldOverwrite" = "Der Katalog-Ordner existiert bereits. Soll der Inhalt überschrieben werden?";
"CouldNotDeleteExistingCatalogDirectory" = "Konnte bestehenden Katalog-Ordner nicht löschen";
"CouldNotCleanUpAfterProcessAbort" = "Konnte erstellte Dateien nach Abbruch des Prozesses nicht löschen";

"PlaceholderTextDestinationFolder" = "Pfad zum Ausgabeorder der generierten Katalogdateien";
"PlaceholderTextCatalogName" = "ID des Katalogs";
"PlaceholderTextSourcePDF" = "Pfad zur Katalogdatei";
"PlaceholderTextMetadataXML" = "Pfad zur Metadaten-XML (optional)";
"PlaceholderTextMultimediaXML" = "Pfad zur Multimedia-Overlay-XML (optional)";

"ErrorParsingMetaXMLFileShowLogForMoreInfo" = "Metadaten-XML konnte nicht validiert werden. Weitere Informationen in der Aktivitätsanzeige.";
"ErrorParsingMultimediaXMLFileShowLogForMoreInfo" = "Multimedia-XML konnte nicht validiert werden. Weitere Informationen in der Aktivitätsanzeige.";

"TabItemCatalogGeneration" = "Kataloggenerierung";
"TabItemActivity" = "Aktivitätsanzeige";

"DestinationPathLabel" = "Ausgabeordner";

"CropBox" = "Maskenrahmen";
"MediaBox" = "Medienrahmen";
"TrimBox" = "Endformatrahmen";
"BleedBox" = "Anschnittrahmen";

"DisplayName" = "Anwendungsname";
"MobileProvisioningProfile" = "Provisioningprofil";

"Remove" = "Entfernen";
"Catalogs" = "Kataloge";
"ShowInFinder" = "In Finder anzeigen";
"GenerateIpaWindowTitle" = "Catoo App Builder";
"NumberOfCatalogs" = "Anzahl der Kataloge";
"SelectImageFile" = "Bild auswählen";

"NotAvailable" = "Nicht angegeben";
"RetinaDisplays" = "Retinadisplays";
"CertificateNameFingerprint" = "Zertifikat (SHA1)";
"CertificateExirationDate" = "Gültig bis";
"BundleIdentifier" = "Bundle Identifier";
"LicenseFile" = "Lizenzdatei (*.lic)";

"AppIcon" = "App Icon";
"AppStoreIcon" = "App Store Icon";

"BuildApplication" = "Anwendung erstellen";
"LicenseFileIsInvalidUseAnyways" = "Die angegebene Lizenzdatei scheint ungültig zu sein. Trotzdem verwenden?";
"LicenseFileDoesNotExist" = "Die Lizenzdatei konnte an dem angegebenen Pfad nicht gefunden werden";
"SelectLicenseFile" = "Lizenz auswählen...";

"BuildForAppStore" = "Für iTunes erstellen";
"SelectProvisioningProfileFile" = "Provisioning Profil auswählen...";

"General" = "Allgemeines";
"Appearance" = "Anzeige";
"Catalogs" = "Kataloge";
"Build" = "App erstellen";

"NavigationBar" = "Navigationsleiste";
"NavigationBarDescription" = "Die markierten Elemente werden in der Navigationsleiste der App angezeigt";

"NavigationBarInfo" = "Info";
"NavigationBarPageCount" = "Seitenzahlen";
"NavigationBarTableOfContents" = "Inhaltsverzeichnis";
"NavigationBarThumbnails" = "Katalogübersicht (Thumbnails)";
"NavigationBarBookmarks" = "Lesezeichen";
"NavigationBarSearch" = "Suche";
"NavigationBarSettings" = "Einstellungen";
"NavigationBarTitle" = "Titel in der Navigationsleiste";

"NavigationBarTintColor" = "Farbton der Navigationsleiste";

"Info" = "Informationsseite";
"InfoDescription" = "Die Seite, welche anzeigt wird, nachdem der Benutzer auf das Info-Symbol getippt hat (lokalen Ordner oder URL angeben)";

"InfoPageIsFolder" = "Infoseite ist lokaler Ordner";
"ChooseFolder" = "Ordner auswählen...";

"CatalogsAndPages" = "Katalog- und Seitendarstellung";
"CatalogsAndPagesDescription" = "Anzeigeeinstellungen für Kataloge und Seiten";
"CatalogsDisplayMode" = "Katalogübersichtsanzeige";

"Bookshelf" = "Bücherregal";
"Coverflow" = "Coverflow";

"PageEffect" = "Seitenblättereffekt";
"Book" = "Bucheffekt";
"Scale" = "Skalierungseffekt";
"Swipe" = "Swipe";

"EstimatedSize" = "Geschätzte Dateigröße";

"LicenseFileDoesNotMatchProvisioningProfile" = "Die Lizenz ist nicht für den angegebenen Bundle Identifier gültig";
"ProvisioningProfileHasExpired" = "Das Provisioning Profil ist nicht mehr gültig";

"Yes" = "Ja";
"No" = "Nein";
"Ok" = "Ok";
"ShowLog" = "Aktivitätsanzeige anzeigen...";